{
  "id": "284749",
  "name": "Chevron Corporation",
  "extract": "Chevron Corporation is an American multinational energy corporation predominantly specializing in oil and gas. The second-largest direct descendant of Standard Oil, and originally known as the Standard Oil Company of California (shortened to Socal or CalSo), it is headquartered in San Ramon, California, and active in more than 180 countries. Within oil and gas, Chevron is vertically integrated and is involved in hydrocarbon exploration, production, refining, marketing and transport, chemicals manufacturing and sales, and power generation.\nChevron traces its history back to the 1870s to small California-based oil companies which were acquired by Standard and merged into Standard Oil of California. The company grew quickly on its own after the breakup of Standard Oil by continuing to acquire companies and partnering with others both inside and outside of California, eventually becoming one of the Seven Sisters that dominated the global petroleum industry from the mid-1940s to the 1970s. In 1985, Socal merged with the Pittsburgh-based Gulf Oil and rebranded as Chevron; the newly merged company later merged with Texaco in 2001. Today, Chevron manufactures and sells fuels, lubricants, additives, and petrochemicals, primarily in Western North America,  the U.S. Gulf Coast, Southeast Asia, South Korea and Australia. In 2018, the company produced an average of 791,000 barrels of net oil-equivalent per day in United States.Chevron is one of the largest companies in the world and the second largest oil company based in the United States by revenue, only behind fellow Standard Oil descendant ExxonMobil. Chevron ranked 10th on the Fortune 500 in 2023. The company is also the last-remaining oil and gas component of the Dow Jones Industrial Average since ExxonMobil's exit from the index in 2020.Chevron has been subject to numerous controversies arising out of its activities, the most notable of which being related to its activities and inherited liabilities from its acquisition of Texaco in the Lago Agrio oil field, which include allegations of both Chevron and Texaco collectively dumping 18 billion tons of toxic waste and spilling 17 million gallons of petroleum. Chevron and Texaco's activities were the subject of a lawsuit Chevron lost to Ecuadorian residents defended in Ecuadorian court by Steven Donziger. Due to accusations of Donziger bribing the Ecuadorian court and the subsequent disbarment and criminal contempt charges against Donziger, Chevron was accused by environmentalists and human rights groups of jailing Donziger and compelling the US government to deny Donziger due process of law.",
  "description": "Chevron Corporation is an American multinational energy corporation, primarily involved in oil and gas, headquartered in San Ramon, California, and operating in over 180 countries, making it one of the world's largest companies and the second largest oil company in the US."
}