{
  "id": "13913",
  "name": "Hamas",
  "extract": "Hamas (UK:  hə-MASS, US:   hə-MAHSS; Arabic: حماس, romanized: Ḥamās, IPA: [ħaˈmaːs]), an acronym of its official name, the Islamic Resistance Movement (حركة المقاومة الإسلامية Ḥarakat al-Muqāwamah al-ʾIslāmiyyah), is a Palestinian Sunni Islamist political and military organization  governing the Gaza Strip of the Israeli-occupied Palestinian territories. Headquartered in Gaza City, it has a presence in the West Bank, the larger of the two Palestinian territories, in which its secular rival Fatah exercises control.\nIn 1987, after the outbreak of the First Intifada against Israel, Hamas was founded by Palestinian imam and activist Ahmed Yassin. It emerged out of his Mujama al-Islamiya (Islamic Centre), which had been established in Gaza in 1973 as an Islamic charity involved with the Egypt-based Muslim Brotherhood. Hamas became increasingly involved in the Israeli–Palestinian conflict by the late 1990s; it opposed the Israel–PLO Letters of Mutual Recognition as well as the Oslo Accords, the former of which saw Fatah renounce \"the use of terrorism and other acts of violence\" and recognize Israel in pursuit of a two-state solution. Hamas continued to advocate Palestinian armed resistance, won the 2006 Palestinian legislative election, gaining a majority in the Palestinian Legislative Council, and took control of the Gaza Strip from Fatah in 2007.While initially seeking a state in all of Mandatory Palestine, Hamas began acquiescing to 1967 borders in the agreements it signed with Fatah in 2005, 2006 and 2007.  In 2017, Hamas released a new charter that supported a transitional Palestinian state within the 1967 borders without recognizing Israel. Hamas's repeated offers of a truce (for a period of 10–100 years) based on the 1967 borders are seen by many as being consistent with a two-state solution, while others state that Hamas retains the long-term objective of establishing one state in former Mandatory Palestine. While the 1988 charter of Hamas was widely described as antisemitic, Hamas's 2017 charter removed the antisemitic language and said Hamas's struggle was with Zionists not Jews. Under the ideological principles of Islamism, Hamas promotes Palestinian nationalism in an Islamic context; it has pursued a policy of jihad (armed struggle) against Israel. It has a social service wing, Dawah, and a military wing, the Izz ad-Din al-Qassam Brigades. Since the mid-1990s, Hamas has gained widespread popularity within Palestinian society for its anti-Israeli stance. Hamas has attacked civilians in Israel, including with suicide bombings and indiscriminate rocket attacks – acts that have led several countries, as well as the European Union, to designate Hamas a terrorist organization. A 2018 attempt to condemn Hamas for \"acts of terror\" at the United Nations failed.Since a violent confrontation with the rival Palestinian faction Fatah in 2007, Hamas has largely governed the Gaza Strip separately from the Palestinian National Authority. The Gaza Strip is currently under blockade, imposed by Israel and supported by Egypt. Israel and Hamas have fought wars there, including in 2008–09, in 2012, in 2014 and in 2021. Initiating the 2023 war, Hamas launched \"Operation Al-Aqsa Flood\" and its fighters broke through the Gaza barrier, attacked Israeli military bases and civilian population centres, massacred civilians and killed IDF personnel, and took civilian and soldier hostages back to Gaza. The attack has been described as the biggest military setback for Israel since the 1973 Arab–Israeli War. Israel, declaring war on Hamas, intensified the existing Gaza blockade and initiated airstrikes and a ground invasion of Gaza.",
  "description": "Hamas is a Palestinian Sunni Islamist political and military organization that governs the Gaza Strip of the Israeli-occupied Palestinian territories, known for its anti-Israeli stance, armed resistance policies, attacks on Israeli civilians, and is considered a terrorist organization by several countries and the European Union."
}