{
  "id": "23267",
  "name": "Palestinians",
  "extract": "Palestinians (Arabic: الفلسطينيون, al-Filasṭīniyyūn; Hebrew: פָלַסְטִינִים, Fālasṭīnīm) or Palestinian people (الشعب الفلسطيني, ash-sha‘b al-Filasṭīnī), also referred to as Palestinian Arabs (العرب الفلسطينيون, al-ʿArab al-Filasṭīniyyūn), are an ethnonational group descending from peoples who have inhabited the region of Palestine over the millennia, and who are today culturally and linguistically Arab.Despite various wars and exoduses, roughly one half of the world's Palestinian population continues to reside in the territory of former Mandatory Palestine, now encompassing the West Bank and the Gaza Strip (the Palestinian territories) as well as Israel. In this combined area, as of 2022, Palestinians constitute a demographic majority, with an  estimated population of 7.503 million or 51.16%  (as compared to Jews at 46-47%) of all inhabitants, taking in the Gaza Strip, the West Bank, East Jerusalem, and almost 21 percent of the population of Israel proper as part of its Arab citizens. Many are Palestinian refugees or internally displaced Palestinians, including more than a million in the Gaza Strip, around 750,000 in the West Bank, and around 250,000 in Israel proper. Of the Palestinian population who live abroad, known as the Palestinian diaspora, more than half are stateless, lacking legal citizenship in any country. Between 2.1 and 3.24 million of the diaspora population live as refugees in neighboring Jordan; over 1 million live between Syria and Lebanon, and about 750,000 live in Saudi Arabia, with Chile holding the largest Palestinian diaspora concentration (around half a million) outside of the Arab world.\nIn 1919, Palestinian Muslims and Palestinian Christians constituted 90 percent of the population of Palestine, just before the third wave of Jewish immigration under the British Mandate after World War I. Opposition to Jewish immigration spurred the consolidation of a unified national identity, though Palestinian society was still fragmented by regional, class, religious, and family differences. The history of the Palestinian national identity is a disputed issue amongst scholars; the term \"Palestinian\" was used to refer to the nationalist concept of a Palestinian people by Palestinian Arabs from the late 19th century and in the pre-World War I period. The dissolution of the Ottoman Empire and subsequent creation of an individual British Mandate for the region replaced Ottoman citizenship with Palestinian citizenship, solidifying a national identity. After the Israeli Declaration of Independence, the 1948 Palestinian expulsion, and more so after the 1967 Palestinian exodus, the term \"Palestinian\" evolved into a sense of a shared future in the form of aspirations for a Palestinian state. Today, the Palestinian identity encompasses the heritage of all ages from biblical times up to the Ottoman period.Founded in 1964, the Palestine Liberation Organization is an umbrella organization for groups that represent the Palestinian people before international states. The Palestinian National Authority, officially established in 1994 as a result of the Oslo Accords, is an interim administrative body nominally responsible for governance in Palestinian population centres in the West Bank and the Gaza Strip. Since 1978, the United Nations has observed an annual International Day of Solidarity with the Palestinian People. According to British historian Perry Anderson, it is estimated that half of the population in the Palestinian territories are refugees, and that they have collectively suffered approximately US$300 billion in property losses due to Israeli confiscations, at 2008–2009 prices.\n\n",
  "description": "The Palestinians are an ethnonational group originating from the region of Palestine who are culturally and linguistically Arab and constitute a demographic majority in former Mandatory Palestine, including Israel, the West Bank, and the Gaza Strip; many live abroad as part of a diaspora, with a substantial portion being refugees or stateless."
}