{
  "id": "64229388",
  "name": "Marjorie Taylor Greene",
  "extract": "Marjorie Taylor Greene (née Taylor; born May 27, 1974), also known by her initials MTG, is an American far-right politician, businesswoman, and conspiracy theorist who has been the U.S. representative for Georgia's 14th congressional district since 2021. A member of the Republican Party, she was elected to Congress in 2020 following the retirement of Republican incumbent Tom Graves, and reelected in 2022.Greene has promoted antisemitic, white supremacist, and far-right conspiracy theories, including the white genocide conspiracy theory, QAnon, and Pizzagate. Other extremist conspiracy theories she has promoted include government involvement in mass shootings in the United States, baseless allegations of murder against the Clinton family, and 9/11 conspiracy theories. Before running for Congress, she supported calls to execute prominent Democratic Party politicians, including Hillary Clinton and Barack Obama. As a congresswoman, she equated the Democratic Party with Nazis, and compared COVID-19 safety measures to the persecution of Jews during the Holocaust, later apologizing for this comparison. During the 2022 Russian invasion of Ukraine, Greene promoted Russian propaganda and praised Vladimir Putin. Greene identifies as a Christian nationalist.A strong supporter of former president Donald Trump, Greene aided and supported Trump's attempts to overturn the 2020 U.S. presidential election and has since supported Trump's false claims of a stolen election. She called for the results of the 2020 U.S. presidential election in Georgia to be decertified, and was part of a group of Republican legislators who unsuccessfully challenged votes for Joe Biden during the 2021 United States Electoral College vote count, even though federal agencies and courts overseeing the election found no evidence of electoral fraud. Days after Biden's inauguration, Greene filed articles of impeachment alleging abuse of power. On February 4, 2021, the U.S. House of Representatives voted to remove her from all committee roles, in response to her statements and endorsements of political violence. Eleven Republicans joined the unanimous Democrats in the vote. She was appointed to new committee roles in January 2023. In June 2023, Greene was expelled from the conservative House Freedom Caucus after insulting Congresswoman Lauren Boebert, another member of the caucus.",
  "description": "Marjorie Taylor Greene is an American far-right politician and businesswoman who has served as the U.S. representative for Georgia's 14th congressional district since 2021, known for her promotion of conspiracy theories and controversial statements."
}