{
  "id": "3434750",
  "name": "United States",
  "extract": "The United States of America (USA), commonly known as the United States (US) or simply America, is a country primarily located in North America and consisting of 50 states, a federal district, five major unincorporated territories, and nine Minor Outlying Islands. It includes 326 Indian reservations. It is the world's third-largest country by both land and total area. It shares land borders with Canada to its north and with Mexico to its south and has maritime borders with the Bahamas, Cuba, Russia, and other nations. With a population of over 333 million, it is the most populous country in the Americas and the third-most populous in the world. The national capital of the United States is Washington, D.C., and its most populous city and principal financial center is New York City.\nIndigenous peoples have inhabited the Americas for thousands of years. Beginning in 1607, British colonization led to the establishment of the Thirteen Colonies in what is now the Eastern United States. They clashed with the British Crown over taxation and political representation, which led to the American Revolution and the ensuing Revolutionary War. The United States declared independence on July 4, 1776, becoming the first nation-state founded on Enlightenment principles of unalienable natural rights, consent of the governed, and liberal democracy. The country began expanding across North America, spanning the continent by 1848. Sectional division over slavery led to the secession of the Confederate States of America, which fought the remaining states of the Union during the American Civil War (1861–1865). With the Union's victory and preservation, slavery was abolished nationally. By 1900, the United States had established itself as a great power, becoming the world's largest economy. After Japan's attack on Pearl Harbor in 1941, the US entered World War II on the side of the Allies. The aftermath of the war left the United States and the Soviet Union as the world's two superpowers and led to the Cold War, during which both countries engaged in a struggle for ideological dominance and international influence but avoided direct military conflict. Their Space Race culminated in the 1969 landing of Apollo 11 on the Moon, the first of NASA's six crewed lunar landings. With the Soviet Union's collapse and the subsequent end of the Cold War in 1991, the United States emerged as the world's sole superpower.\nThe United States government is a federal presidential constitutional republic and liberal democracy with three separate branches of government: executive, legislative, and judicial. It has a bicameral national legislature composed of the House of Representatives, a lower house based on population; and the Senate, an upper house based on equal representation for each state. Many policy issues are decentralized at a state or local level, with widely differing laws by jurisdiction which may not conflict with the Constitution. The US ranks very highly in international measures of quality of life, income and wealth, economic competitiveness, human rights, innovation, and education; it has low levels of perceived corruption. It has higher levels of incarceration and inequality than most other liberal democracies and is the only liberal democracy without universal healthcare. As a melting pot of cultures and ethnicities, the US has been extensively shaped by the world's largest immigrant population.\nHighly developed, the US has by far the largest amount of wealth of any country. The American economy accounts for approximately a quarter of global GDP and is the world's largest by nominal GDP. The US is the world's largest importer and second-largest exporter, as well as the largest consumer market. It is a founding member of the United Nations, the World Bank, the International Monetary Fund, the Organization of American States, NATO and WHO, and is a permanent member of the United Nations Security Council. It is the world's foremost political, cultural, economic, military, and scientific power.",
  "description": "The United States of America, commonly known as the United States, is a North American country consisting of 50 states and is recognized internationally for its political, cultural, economic and military influence; it's known as the world's third-largest country by land and population, hosting the world's largest economy and being a key player in various global organizations."
}